# Some lines spoken by bot in right occasions
start_line = 'Первый раз пользуетесь ботом? Напишите "/help" для вывода' \
             ' инструкции'

help_line = 'Для того, чтобы установить напоминание, напишите "/add_task"' \
            ' и далее следуйте всплывающим просьбам бота ' \
            'сообщить название задачи и дату со временем, когда вы хотите ' \
            'получить о ней напоминание'

add_task_line = 'Напишите название задачи:'

task_init_line = 'Напишите дату и время, когда вы хотите получить' \
                 ' напоминание о задаче, соблюдая формат' \
                 '(гггг-мм-дд чч:мм:сс)'

default_line = 'Бот не знает такой команды. Если Вам нужна помощь,' \
               ' напишите "/help" в чат'

error_line = 'Указанная дата и время уже прошло'
